<template>
  <div>
   <div class=" font-bold text-3xl">Academic Integrity</div>
   
      <div class=" mt-10 font-bold">
        还有一种情况，则是因为作弊，找代写或是其他因素导致被学校召开了学术听证会。这种情况在英国属于相对严重的处理结果，也需要学生高度重视。因为这不仅会影响一门科目的成绩，甚至出现开除，学位清零或者留级的处理结果。如果出现被学校开除的情况，甚至会影响到学生的学生签证申请。因此，在遇到此类问题时千万不能自己在毫无准备的情况下向学校抵赖。一般大学的学术听证会会分为以下几个流程：
      </div>
    <div class=" mt-5">
      <div class=" font-bold">召开私人会议</div>
                  也就是meeting。如学生被怀疑学术不端，则该学院部门或负责人将会与学生约见私人会议，此类会议学生需要对自己的行为给出合理的解释和情况说明。一般如作弊，重复率过高等相对轻微的处罚在学生态度端正的前提下会有减缓处理。给出相应的处罚措施或弥补机会。
                <br>
    </div>

     <div class=" mt-5">
      <div class=" font-bold">学生听证会</div>
                  有一些学校会直接跳过第一个流程进行学术听证会（Hearing），此类会议会由学校相关部门以及本学院的负责人共同参加，其目的是让学校层面对学生的情况做出一个裁决。学生会被要求在会议上客观陈述事实，并给出合理解释。如：学生被怀疑抄袭则需要在会议上清楚的阐述自己完成作业的过程以及对提交内容的理解。同时此类会议也会涉及到当场提问。一些学校会有几轮听证会的举行。
                <br>
    </div>
    <div class=" mt-5">
      <div class=" font-bold">正式申诉</div>
                 
                  在通过学校听证会后，一些学校会要求学生根据个人情况提出正式的申请。此类申请决定了学校的最终处理结果。普通怀疑作弊可能会被撤销，重复率高或确定抄袭的情况会给出重考，留级等结果。若申请被驳回，学校会保持最初的处理结果。
                <br>
    </div>
     <div class=" mt-10">
        <div class=" font-bold">Example3：</div>
        
                  同学3是就读于某商学院的研究生，在国内进行网课期间，由于没能及时关注自己的作业记错了提交日期，因此没能按时提交作业。由于证据不足，EC的申请被拒绝了，最终在迟交的情况下被扣分，导致一门挂科。在最终成绩结果发布后，同学3在我们的帮助下重新提交了迟交的EC和正式appeal申请，在证据充足的情况下，学校通过了延迟EC的请求，并给了同学3延期重新提交作业的机会。
                    
      </div>
  </div>
</template>

<script>
  export default {
    name:'AcademicIntegrity'
  }
</script>

<style lang="scss" scoped>

</style>