<template>
  <div>
    <div class=" font-bold text-3xl">Complains</div>
    <div>
      <div class=" mt-10 font-bold">
        大学有义务保障学生在校期间学习和生活的正常进行，与此同时，作为学生我们也有权利享受学校所提供的服务，因此当我们有体验不佳或者影响到正常学习和生活的时候，我们都可以向学校提出申诉。这是所有大学向学生提供保障义务和公平与责任的监督系统。有关Complaints可涉及的范围比较广，以下是一些广泛的涵盖的方面：
      </div>
      <div class=" mt-5">
        1.相关部门教务管理问题：如教师教学内容有误，不公平对待等<br>
        2.校部门基础服务部门的问题：如宿舍分配，相关部门不予处理问题等<br>
        3.不合理：如课程安排不合理，某个活动造成噪音污染等<br>
        4.个人的违规行为：如校园欺凌，种族歧视或自身利益受到他人的行为的严重影响等<br>
        5.特殊情况：如由于疫情造成的课程缺少，教师罢工造成的学生损失等
      </div>
      <div class=" mt-10">
        <div class=" font-bold">一般大学的Complaints的申诉流程一般包括：</div>
        <div>
          1.提出申诉<br>
          2.学校对申诉流程概览<br>
          3.由学校仲裁员 (LA) 或同行审查委员会 (PRB) 听证会进行审查<br>
          4.大学法庭听证会<br>
          5.正式对仲裁会的审查结果提出申诉<br>
          6.仲裁结果
        </div>
        <div class=" mt-8">
          一般来说，complaint针对的是个人或是部门出现了严重影响到学生利益的行为，对申诉的审核比较严格。因此如果是个人提出申诉，需要提供严谨的证据以及每一轮审核的陈述。若是针对学校部门或制度的申诉，则很有可能需要提供集体或是已取得集体同意的联合申请声明。
        </div>
      </div>
      <div class=" mt-10">
        <div class=" font-bold">Example</div>
        同学1在2019年就读期间，遇到了英国大学教师集体罢工的事件，因此在一个月内未能正常取得学习资源和上课。因此同学1与同系学生向学校提出了关于学费和课程的补偿申诉。由于该事件属于事实且申诉提供了无可争议的损失证明，学校仲裁会经过仲裁给予涉及院校的学生以学费和后续学习资源的补偿处理。
      </div>
    </div>
  </div>
</template>

<script>
  export default {
    name:'Complain'
    
  }
</script>

<style lang="scss" scoped>

</style>