<template>
  <div>
    <div class=" font-bold text-3xl">Appeals</div>
    <div>
      <div class=" mt-10 font-bold">
        倘若已经错过EC的提交时间，或是成绩出来后出现挂科，忘记补考，或是对科目成绩有质疑等已经导致结果的情况，我们可以向大学提交申诉。此类申诉也一并适用于其他attendance不足或是其他原因被退学。一般学校的有效期在成绩发布后的28日以内。错过这个时间，则需要Late Appeal（参考不同大学的申诉标准）。
通常，若遇到需要申诉的情况首先要做的是联系自己的学院或部门，以及和该科目最紧密联系的负责人说明自己的情况和期望处理结果，大部分部门和负责人会给出相应的意见或直接处理。若这些部门无法解决，则需要通过学校正式申诉流程。
正式申诉一般分为以下几个类别：
      </div>
      <div class=" mt-5">
       1.出现对自己的表现产生重大影响的因素（如生病，家庭和其他无法避免却情有可原的因素）在
使用此类原因进行申诉的时候，我们一般还需要提交说明和证据以解释自己为什么没能在考试之
前，或七日以内提交EC。<br>
       2.对考试成绩的评判产生质疑<br>
       <div class=" mt-4">
       此类申请包括对评判流程中的违规行为，或者是对自己的分数判定不符合标准，导师偏见等。
Appeals申诉目的是向大学申请补考，重修或者成绩重新判定的结果。这些申诉都需要提交有力
的证据。</div>
      </div>
      
      <div class=" mt-10">
        <div class=" font-bold">Example1:</div>
                  同学1是就读A大学商科的研究生，但不小心错过两门学科的补考导致挂科从而无法顺利毕业。
A大学对于申诉的要求：成绩出后28日以内完成申请，并提交相关证明以及未能EC的说明。
同学A的两门考试时间满足28天以内申请的条件，因此从医院开了自己在考试期间生病从而导致无法参加考试的医疗证明提交了申请补考的机会，并收到了学校正式处理的回复。一般学校的申诉会分为几个流程（stages）：正式处理-相关材料的补充-拒绝/接受申请-最后的处理结果。同学1因为材料齐全，理由充分，也因为考试期间生病无法及时提出EC申请而获得了重考该两门科目的机会。
      </div>
       <div class=" mt-10">
        <div class=" font-bold">Example2:</div>
               
                  同学2是就读于某商学院的研究生，在国内进行网课期间，由于没能及时关注自己的作业记错了提交日期，因此没能按时提交作业。由于证据不足，EC的申请被拒绝了，最终在迟交的情况下被扣分，导致一门挂科。在最终成绩结果发布后，同学3在我们的帮助下重新提交了迟交的EC和正式appeal申请，在证据充足的情况下，学校通过了延迟EC的请求，并给了同学3延期重新提交作业的机会。
                </div>
    </div>
  </div>
</template>

<script>
  export default {
    name:'Appeals'
    
  }
</script>

<style lang="scss" scoped>

</style>